# KilometersPerSecondSquared Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..KilometersPerSecondSquared Property
UnitTypeId Class See Also
---
Kilometers per second squared.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId KilometersPerSecondSquared { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property KilometersPerSecondSquared As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ KilometersPerSecondSquared {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace